Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Command Types: Separator: Adds a separator to the menu Raw: Sends raw command to the hub (experts only, end it with '|'!) Chat: Sends command as if you were typing it in the chat PM: Sends command as if you sent it by pm Contexts determine where the command is shown: Hub Menu: Hub tab (at the bottom of the screen) right-click menu Chat Menu: User right-click menu in chat and PM tab menu Search Menu: Search right-click menu Parameters: Name: Name (use '\' to create submenus) Command: Command text (may contain parameters) Hub: Hub ip as typed when connecting (empty = all hubs, \"op\" = hubs where you're op) To: PM recipient Only once: Send only once per user from search frame In the parameters, you can use %[xxx] variables and date/time specifiers (%Y, %m, ...). The following are available: %[myNI]: your own nick %[userNI]: the users nick (user && search context only) %[userTAG]: user tag (user && search context only) %[userDE]: user description (user && search con4text only) %[userEM]: user email (user && search context only) %[userSS]: user shared bytes (exact) (user && search context only) %[userSSshort]: user shared bytes (formatted) (user && search context only) %[userI4]: user ip (if supported by hub) %[fileFN]: filename (search context only) %[line:reason]: opens up a window asking for \"reason\"
be: Віды загадаў: Аддзяляльнік: дадае аддзяляльнік да мэню Сыры: дасылае сыры загад асяродку (толькі для знаўцаў; загад мусіць канчацца знакам «|»!) Гамана: дасылае загад так, быццам бы вы набралі яго ў гамане Паведамленьне: дасылае загад як асабістае паведамленьне Дзе загад будзе паказвацца: Мэню асяродку: выплыўное мэню (правы пстрык) карткі асяродку (ўнізе экрану) Мэню карыстальніка: выплыўное мэню гаманы (правы пстрык па мянушцы карыстальніка) ці карткі асабістага паведамленьня Мэню пошуку: выплыўное мэню знойдзенага файла ў пошуку Парамэтры: Назоў: назоў (каб стварыць падмэню, ужывайце знак «\») Загад: тэкст загаду (можа зьмяшчаць парамэтры) Асяродак: IP асяродку (такое, каб злучацца; пуста = усе асяродкі, op = асяродкі, дзе вы ёсьць апэратарам) Каму: атрымальнік асабістага паведамленьня Адзін раз на кожную мянушку: дасылаць толькі адзін раз кожнаму карыстальніку са сьпісу У парамэтрах вы можаце ўжываць вызначальнікі даты й часу (%Y, %m, …) і такія зьменныя: %[myNI]: вашая ўласная мянушка %[userNI]: мянушка карыстальніка * %[userTAG]: бірка карыстальніка * %[userDE]: апісаньне карыстальніка * %[userEM]: электронная пошта карыстальніка * %[userSS]: колькі байтаў (дакладна) абагуліў карыстальнік * %[userSSshort]: колькі абагуліў карыстальнік (прыкладна) * %[userI4]: ip карыстальніка (калі асяродак гэта падтрымлівае) %[fileFN]: назоў файла (толькі ў пошуку) %[line:тлумачэньне]: паказвае вакно, якое запытваецца ўвесьці «тлумачэньне» * Толькі ў пошуку ды для мянушкі ў гамане

source: Command Types: Separator: Adds a separator to the menu Raw: Sends raw command to the hub (experts only, end it with '|'!) Chat: Sends command as if you were typing it in the chat PM: Sends command as if you sent it by pm Contexts determine where the command is shown: Hub Menu: Hub tab (at the bottom of the screen) right-click menu Chat Menu: User right-click menu in chat and PM tab menu Search Menu: Search right-click menu Parameters: Name: Name (use '\' to create submenus) Command: Command text (may contain parameters) Hub: Hub ip as typed when connecting (empty = all hubs, \"op\" = hubs where you're op) To: PM recipient Only once: Send only once per user from search frame In the parameters, you can use %[xxx] variables and date/time specifiers (%Y, %m, …). The following are available: %[myNI]: your own nick %[userNI]: the users nick (user && search context only) %[userTAG]: user tag (user && search context only) %[userDE]: user description (user && search con4text only) %[userEM]: user email (user && search context only) %[userSS]: user shared bytes (exact) (user && search context only) %[userSSshort]: user shared bytes (formatted) (user && search context only) %[userI4]: user ip (if supported by hub) %[fileFN]: filename (search context only) %[line:reason]: opens up a window asking for \"reason\"
be: Віды загадаў: Аддзяляльнік: дадае аддзяляльнік да мэню Наўпроставы: дасылае наўпроставы загад асяродку (толькі для знаўцаў; загад мусіць канчацца знакам «|»!) Гамана: дасылае загад так, быццам бы вы набралі яго ў гамане Паведамленьне: дасылае загад як асабістае паведамленьне Дзе загад будзе паказвацца: Мэню асяродку: выплыўное мэню (правы пстрык) карткі асяродку (ўнізе экрану) Мэню карыстальніка: выплыўное мэню гаманы (правы пстрык па мянушцы карыстальніка) ці карткі асабістага паведамленьня Мэню пошуку: выплыўное мэню знойдзенага файла ў пошуку Парамэтры: Назоў: назоў (каб стварыць падмэню, ужывайце знак «\») Загад: тэкст загаду (можа зьмяшчаць парамэтры) Асяродак: IP асяродку (такое, каб злучацца; пуста = усе асяродкі, op = асяродкі, дзе вы ёсьць апэратарам) Каму: атрымальнік асабістага паведамленьня Адзін раз на кожную мянушку: дасылаць толькі адзін раз кожнаму карыстальніку са сьпісу У парамэтрах вы можаце ўжываць вызначальнікі даты й часу (%Y, %m, …) і такія зьменныя: %[myNI]: вашая ўласная мянушка %[userNI]: мянушка карыстальніка * %[userTAG]: бірка карыстальніка * %[userDE]: апісаньне карыстальніка * %[userEM]: электронная пошта карыстальніка * %[userSS]: колькі байтаў (дакладна) абагуліў карыстальнік * %[userSSshort]: колькі абагуліў карыстальнік (прыкладна) * %[userI4]: ip карыстальніка (калі асяродак гэта падтрымлівае) %[fileFN]: назоў файла (толькі ў пошуку) %[line:тлумачэньне]: паказвае вакно, якое запытваецца ўвесьці «тлумачэньне» * Толькі ў пошуку ды для мянушкі ў гамане

source: Command Types: Separator: Adds a separator to the menu Raw: Sends raw command to the hub (experts only, end it with '|'!) Chat: Sends command as if you were typing it in the chat PM: Sends command as if you sent it by pm Contexts determine where the command is shown: Hub Menu: Hub tab (at the bottom of the screen) right-click menu Chat Menu: User right-click menu in chat and PM tab menu Search Menu: Search right-click menu Parameters: Name: Name (use '\' to create submenus) Command: Command text (may contain parameters) Hub: Hub ip as typed when connecting (empty = all hubs, \"op\" = hubs where you're op) To: PM recipient Only once: Send only once per user from search frame In the parameters, you can use %[xxx] variables and date/time specifiers (%Y, %m, ...).
be: Віды загадаў: Аддзяляльнік: Дадае аддзяляльнік да мэню Сыры: Дасылае сыры загад асяродку (толькі для знаўцаў; загад мусіць канчацца знакам "|"!) Гамана: Дасылае загад так, быццам бы вы набралі яго ў гамане Паведамленьне: Дасылае загад так, быццам бы вы даслалі яго асабістым паведамленьнем Дзе гэты загад будзе паказвацца: Мэню асяродку: выплыўное мэню (правы пстрык) карткі асяродку (ўнізе экрану) Мэню гаманы: выплыўное мэню гаманы (правы пстрык па мянушцы карыстальніка) ці карткі асабістага паведамленьня Мэню пошуку: выплыўное мэню (правы пстрык на знойдзеным файле) пошуку Парамэтры: Назоў: назоў (каб стварыць падмэню, ужывайце знак "\") Загад: тэкст загаду (можа зьмяшчаць парамэтры) Асяродак: ip асяродку (такое, як якое выкарыстоўваецца каб злучацца; пуста = усе асяродкі, \"op\" = асяродкі, дзе вы ёсьць апэратарам) Каму: атрымальнік асабістага паведамленьня Толькі адзін раз: дасылаць толькі адзін раз кожнаму карыстальніку са сьпісу У парамэтрах вы можаце ўжываць зьменныя %[xxx] і вызначальнікі даты й часу (%Y, %m, ...).

source: Command name already exists
be: Загад з такою назваю ўжо існуе

source: Command produced no visible output.
be: Загад ня даў бачнага выніку.

source: Command: Command text (may contain parameters)
be: Загад: тэкст загаду (можа зьмяшчаць парамэтры)

source: Comment
be: Заўвага

source: Compiled on:
be: Сабралі:

source: Components to update
be: Якія складнікі абнаўляць

source: Compressed
be: Сьціснуты

source: Compute
be: Падлічыць

source: Config
be: Наставіць

source: Configure Internet Hub Lists
be: Наставіць сьпісы

source: Configure Internet Hub-lists
be: Наставіць сьпісы

source: Configure Public Hub Lists
be: Наставіць сьпісы

source: Configure hub lists
be: Наставіць сьпісы асяродкаў

source: Configured Internet Hub Lists
be: Настаўленыя сьпісы асяродкаў словасьвету

source: Configured Internet Hub-lists
be: Настаўленыя сьпісы асяродкаў сеціва

source: Configured Public Hub Lists
be: Настаўленыя сьпісы публічных асяродкаў

source: Confirm application exit
be: Пацьвярджаць, калі выходзім з праґрамы

source: Confirm dialog options
be: Можнасьці дыялёгу пацьверджаньня

source: Confirm favorite hub removal
be: Пацьвярджаць, калі сьціраем улюбёны асяродак

source: Confirm hub group removal
be: Пацьвярджаць, калі сьціраем суполку асяродкаў

source: Confirm item removal in download queue
be: Пацьвярджаць, калі выкрэсьліваем пункт чаргі сьцягванага

source: Confirm new:
be: Пацьвердзіць новае:

source: Confirm open Internet Hubs
be: Пацьвярджаць, калі адчыняем асяродак сеціва

source: Confirm open Internet hubs
be: Пацьвярджаць, калі адчыняем асяродак словасьвету

source: Connect
be: Злучыцца

source: Connect failed:
be: Не ўдалося злучыцца:

source: Connect to FlylinkDC++ support hub
be: Злучыцца з асяродкам падтрымкі FlylinkDC++

source: Connect to Hub
be: Злучыцца з асяродкам

source: Connect to a hub
be: Злучыцца з асяродкам

source: Connect to all Users
be: Злучыцца з усімі карыстальнікамі

source: Connect to all users
be: Злучыцца з усімі карыстальнікамі

source: Connect to hub
be: Злучыцца з асяродкам

source: Connect to support hub on each startup
be: Злучацца з асяродкам падтрымкі па кожным запуску

source: Connect to the hub
be: Злучыцца з асяродкам

source: Connected
be: Злучыліся

source: Connected to %1
be: Злучыліся з %1

source: Connecting
be: Злучаемся

source: Connecting (forced)...
be: Злучаемся (прымусова)…

source: Connecting (forced)…
be: Злучаемся (прымусова)…

source: Connecting to
be: Злучаемся з

source: Connecting to %1
be: Злучаемся з %1

source: Connecting to server
be: Злучаемся з паслужніком

source: Connecting...
be: Злучаемся…

source: Connecting…
be: Злучаемся…

source: Connection
be: Злучэньне

source: Connection closed
be: Злучэньне зачынілі

source: Connection error
be: Памылка злучэньня

source: Connection settings
be: Налады злучэньня

source: Connection timeout
be: Злучэньне па-за часам

source: Connection type (old DC++ method)
be: Від злучэньня (стары спосаб DC++)

source: Connection type is set to \"direct connection\".
be: Від злучэньня зараз — «простае злучэньне».

source: Connectivity Manager: Warning
be: Кіраўнік злучэньняў: перасьцярога

source: Connectivity error:
be: Памылка злучэньня:

source: Connectivity error: %1%
be: Памылка злучэньня: %1%

source: Connectivity restored
be: Злучэньне аднавілі

source: Connectivity:
be: Злучэньне:

source: Context
be: Дзе ўжываецца

source: Contexts determine where the command is shown:
be: Дзе загад можа ўжывацца (дзе ён паказваецца):

source: Continue
be: Працягваць

source: Continue Search
be: Працягваць шукаць

source: Continue this update?
be: Ці ўсталяваць гэтае абнаўленьне?

source: Continue waiting?
be: Ці працягваць чакаць?

source: Continue with this update?
be: Ці абнавіць праґраму?

source: Copy
be: Перапісаць

source: Copy &address to clipboard
be: Перапісаць &адрас у кішэню

source: Copy All
be: Перапісаць усё

source: Copy Exact Share
be: Перапісаць дакладнае абагуленае

source: Copy Exception
be: Перапісаць пярэчаньне

source: Copy IP
be: Перапісаць IP

source: Copy MD5
be: Перапісаць суму MD5

source: Copy Nick+IP
be: Перапісаць мянушку ды IP

source: Copy TAG
be: Перапісаць бірку (TAG)

source: Copy TTH
be: Перапісаць скарот (TTH)

source: Copy URL
be: Перапісаць спасылку (URL)

source: Copy actual line
be: Перапісаць увесь радок

source: Copy address to clipboard
be: Перапісаць адрас ў кішэню

source: Copy data
be: Перапісаць зьвесткі

source: Copy description
be: Перапісаць апісаньне

source: Copy email address
be: Перапісаць эл. пошту

source: Copy magnet
be: Перапісаць маґніт-спасылку

source: Copy magnet as web link
be: Перапісаць маґніт-спасылку як спасылку сеціва

source: Copy magnet link
be: Перапісаць маґніт-спасылку

source: Copy magnet link to clipboard
be: Перапісаць маґніт-спасылку ў кішэню

source: Copy nick
be: Перапісаць мянушку

source: Copy web-magnet
be: Перапісаць маґніт-спасылку для сеціва

source: Copy window title
be: Перапісаць загаловак вакна

source: Copyright (c) 2009-2010 Andrey Karlov &lt;dein.negativ@gmail.com&gt;
be: Аўтарскае права © 2009–2010 Андрэй Карлаў &lt;dein.negativ@gmail.com&gt;

source: Corruption detected [%s] start = %d
be: Знайшлі пашкоджаньне [%s], пачатак = %d

source: Could not open target file:
be: Не магу адчыніць прызначаны файл:

source: Could not open target file: %1%
be: Не магу адчыніць прызначаны файл: %1%

source: Couldn't parse xml-data: error for:
be: Не магу разабраць зьвесткі xml — памылка:

source: Count
be: Колькасьць

source: Count IP
be: Колькасьць IP

source: Country
be: Краіна

source: Counts
be: Лічыльнік

source: Create / Modify Command
be: Стварыць або зьмяніць загад

source: Create / Modify RSS Feed
be: Стварыць або зьмяніць стужку навінаў

source: Create DCLST file in download folder
be: Ствараць файл DCLST у каталёґу сьцягнутага

source: Create DCLST file in folder:
be: Ствараць файл DCLST у каталёґу:

source: Create a new ADLSearch entering 'avi' as search string for example.
be: Стварыце новы самарушны пошук: упішыце, напрыклад, «.avi» як радок, які трэба шукаць.

source: Create recursive metafiles
be: Свараць рэкурсіўныя файлы

source: Create shortcut on Start menu
be: Стварыць выклічнік у Галоўным мэню

source: Create shortcut on desktop
be: Стварыць выклічнік на стольніцы

source: Creating file index...
be: Ствараецца паказальнік файлаў…

source: Creating file index…
be: Ствараецца паказальнік файлаў…

source: Current rules:
be: Бягучыя правілы:

source: Current version
be: Бягучая вэрсія

source: Custom menu
be: Дадатковае мэню

source: Custom menu location
be: Месца дадатковага мэню

source: Customize
be: Наставіць

source: Customize actions
be: Наладзіць дзеяньні

source: Czech
be: Чэская

source: Czech translation
be: Чэская мова

source: D:
be: С:

source: DC++ Client based on the source code of FreeDC++ and LinuxDC++
be: Кліент DC++, які грунтуецца на крынічным кодзе FreeDC++ і LinuxDC++

source: DC++ client with open-source code
be: Кліент DC++ з адкрытым крынічным кодам

source: DC++ core version: %1 (modified)
be: Вэрсія асновы DC++: %1 (зьмененая)

source: DC++ core version: %s
be: Вэрсія асновы DC++: %s

source: DC++'s SOCKS5 support does not include GSSAPI.
be: Падтрымка SOCKS5 пратаколам DC++ не ўлучае падтрымкі GSSAPI.

source: DCLS File-list is loading…
be: Чытаецца сьпіс файлаў DCLS…

source: DCLS file list is loading...
be: Чытаецца сьпіс файлаў DCLS…

source: DCLS file list is loading…
be: Чытаецца сьпіс файлаў DCLS…

source: DCLST File-list is loading…
be: Чытаецца сьпіс файлаў DCLST…

source: DCLST generator
be: Стваральнік DCLST

source: DCLST metafile
be: Файл DCLST

source: DCLST metafile Generator
be: Стваральнік файла DCLST

source: DCLST metafile can be created because of system error (See log)
be: Нельга стварыць файл DCLST: сыстэма дала хібу (глядзіце справаздачы)

source: DCLST metafile can be uploaded by users
be: Файлы DCLST могуць зацягвацца карыстальнікамі

source: DCLST metafile cannot be created because of system error (See log)
be: Нельга стварыць файл DCLST: сыстэма дала хібу (глядзіце справаздачы)

source: DCLST metafile download shortcut
be: Выклічнік сьцягваць файл DCLST

source: DCLST metafile information
be: Зьвесткі файла DCLST

source: DCLST support
be: Падтрымка DCLST

source: DETECTION
be: Выяўляць

source: DHT Port
be: Порт DHT

source: DHT Port (%1% UDP)
be: Порт DHT (%1% UDP)

source: DHT bootstrap error:
be: Памылка загрузкі з DHT:

source: DHT bootstrapping started
be: DHT пачаў загружаць

source: DHT enabled again
be: DHT зноўку задзейнічалі

source: DHT port
be: Порт DHT

source: DHT: Disabled
be: DHT: не ўжываецца

source: DHT: Firewalled UDP status set (IP:
be: DHT: UDP празь сетказаслону (IP:

source: DHT: Our UDP port seems to be opened (IP:
be: DHT: Падобна, што мы маем адчыненымі парты UDP (IP:

source: DOWN
be: Да-долу

source: Data retrieved
be: Зьвесткі атрымалі

source: Debug ADC proto
be: Наладка пратаколу ADC

source: Debug commands
be: Загады наладкі

source: Default
be: Як звычайна

source: Default (need to restart)
be: Звычайнае (трэба запусьціць нанова)

source: Default (new DC++ method)
be: Звычайны (новы спосаб DC++)

source: Default Away-message
be: Звычайнае тлумачэньне адсутнасьці

source: Default Nick
be: Мянушку

source: Default away message
be: Звычайнае тлумачэньне адсутнасьці

source: Default click action
be: Звычайнае дзеяньне

source: Default download directory
be: Звычайны каталёґ сьцягнутага

source: Default hub encoding
be: Звычайная кадоўка

source: Default icons
be: Звычайныя значкі

source: Default policy
be: Што рабіць:

source: Default styles
be: Як звычайна

source: Default: %H:%M:%S
be: Звычайна: %H:%M:%S

source: Delay when sending $PSR (in seconds)
be: Пасылаць $PSR з затрымкаю (у сэкундах)

source: Delayed
be: Затрымалі

source: Delete
be: Выкрасьліць

source: Delete checked File-lists
be: Сьціраць спраўджаныя сьпісы файлаў

source: Delete checked filelists
be: Сьціраць спраўджаныя сьпісы файлаў

source: Delete from Fly_hash_block...
be: Выдаліць з Fly_hash_block…

source: Delete from Fly_hash_block…
be: Выкрасьліць з Fly_hash_block…

source: Delete item
be: Выкрасьліць пункт

source: Delete rule
be: Выкрасьліць правіла

source: Deny
be: забараняць

source: Depth:
be: Глыбіня:

source: Description
be: Апісаньне

source: Description customization
be: Настаўленьні апісаньня

source: Description:
be: Апісаньне:

source: Destination
be: Месца прызначэньня

source: Destination Directory
be: Прызначаны каталёґ

source: Detect IP address
be: Выявіць адрас IP

source: Detect conflicting software
be: Выяўляць праґрамы, што могуць замінаць працы

source: Detected direct connection type, switch to active mode
be: Выявілі просты тып злучэньня; пераходзім да дзейнага спосабу

source: Detected direct connection type, switching to active mode
be: Выявілі просты від злучэньня; пераходзім да дзейнага спосабу

source: Detecting connection type: work in passive mode until direct mode detected
be: Вызначаецца від злучэньня: працуем нядзейным спосабам, пакуль ня выявім просты спосаб

source: Detecting connection type: work in passive mode until direct mode is detected
be: Вызначыць від злучэньня: працуем нядзейным спосабам, пакуль ня выявім просты спосаб

source: Detection
be: Выкрыцьцё

source: Determining connection type...
be: Вызначаецца спосаб злучацца…

source: Determining connection type…
be: Вызначаецца від злучэньня…

source: Determining the best connectivity settings...
be: Вызначаюцца найлепшыя налады злучэньня…

source: Dialog
be: Дыялёґ

source: Dir
be: Кат

source: Direct connection
be: Простае злучэньне

source: Direction
be: Кірунак

source: Directories
be: Каталёґі

source: Directory
be: Каталёґ

source: Directory doesn't exist
be: Каталёґ не існуе

source: Directory is hidden
be: Схаваны каталёґ

source: Directory is system
be: Сыстэмны каталёґ

source: Directory is virtual
be: Уяўны каталёґ

source: Directory missing name attribute
be: Каталёґ ня мае назвы

source: Directory not exist
be: Каталёґ не існуе

source: Directory or directory name already exists
be: Такі каталёґ (або назва каталёґу) ужо існуе

source: Directory or favorite name already exists
be: Такі каталёґ (або назва каталёґа) ўжо існуе

source: Disable DHT
be: Забараніць DHT

source: Disable chat
be: Забараніць гутарку

source: Disable pop-ups
be: Забараніць вынырцы

source: Disable popups
be: Забараніць вынырцы

source: Disable sounds
be: Бяз гуку

source: Disable/Enable chat
be: Забараніць або задзейнічаць гутарку

source: Disable/enable chat
be: Задзейнічаць або забараніць гаману

source: Disabled
be: не выкарыстоўваць

source: Discard
be: Адкінуць

source: Disconnect all users
be: Адлучыць усіх карыстальнікаў

source: Disconnect download if speed is below
be: Спыняць сьцягваць, калі хуткасьць <

source: Disconnect raw
be: Адлучыць загадам

source: Disconnect user(s)
be: Адлучыць карыстальніка(ў)

source: Disconnected
be: Адлучаны

source: Disconnected user leaving the hub:
be: Адлучаны карыстальнік выходзіць з асяродку:

source: Disconnected user leaving the hub: %1%
be: Карыстальнік адлучыўся і выходзіць з асяродку: %1%

source: Disconnecting slow downloads
be: Спыняць павольнае сьцягваньне

source: Display FlylinkDC++ queue
be: Паказаць чаргу FlylinkDC++

source: Display cheats in main chat
be: Паказваць ашуканцаў у галоўнае гутарцы

source: Display full info for File-lists in download queue
be: Паказваць поўныя зьвесткі пра сьпісы файлаў у чарзе сьцягванага

source: Display full info for filelists in download queue
be: Паказваць поўныя зьвесткі пра сьпісы файлаў у чарзе сьцягваньня

source: Display popup in away mode only
be: Толькі калі стан — «адсутнічаю»

source: Display popup when minimized only
be: Вынырцы толькі ў найменшаным стане

source: Dl:
be: Сьц:

source: Do a search of (string)
be: Шукаць (радок)

source: Do not ask again
be: Болей не пытацца

source: Do not close the program, hide in the system tray
be: Не зачыняць праґраму, а хаваць у сыстэмны латок

source: Do not get media information from hashing files
be: Не чытаць зьвесткі мэдыя з файлаў, якія абагуляюцца

source: Do not select this mode if you have a router or any external firewall.
be: Не абірайце гэты спосаб, калі вы маеце маршрутавальнік або нейкую вонкавую сетказаслону.

source: Do not share folders with system files, please!
be: Калі ласка, не абагуляйце сыстэмныя файлы!

source: Do not use unfinished downloads directory
be: Працаваць без асобнага каталёґа на яшчэ ня цалкам сьцягнутае

source: Do nothing
be: Нічога не рабіць

source: Do the same action next time without asking
be: Наступным разам рабіць тое самае адразу

source: Do you really want to abandon the installation?
be: Ці сапраўды вы хочаце адмовіцца ўсталёўваць?

source: Do you really want to exit?
be: Ці сапраўды вы хочаце выйсьці?

source: Do you really want to remove this item?
be: Ці сапраўды вы жадаеце сьцерці гэта?

source: Do you want to delete this folder?
be: Ці хочаце выкрасьліць гэты каталёґ?

source: Do you want to stop it?
be: Ці хочаце вы спыніць шпегаваць?

source: Do you wish to delete this folder?
be: Ці хочаце выкрасьліць гэты каталёґ?

source: Document
be: Дакумэнт

source: Documentation
be: Дакумэнтацыя

source: Don not ignore
be: Дазволіць асабістыя паведамленьні

source: Don't abuse: slot-askers will be banned+ignored forever and will not download even in queue order.
be: Ня злоўжывайце: тых, хто будзе прасіць шчылінаў, павыганяюць, і яны застануцца навек у сьпісе незаўважаных і ня здолеюць нічога сьцягнуць, хоць бы й будуць стаяць у чарзе.

source: Don't add expansion TTH.DCTMP to not up to the end loaded files
be: Не дадаваць пашырэньне «СКАРОТ.DCTMP» да файлаў, што яшчэ ня цалкам сьцягнуліся

source: Don't allow Hub/UPnP to override
be: Не замяняецца асяродкам ці UPnP

source: Don't allow hub/UPnP to override
be: Не замяняецца асяродкам ці UPnP

source: Don't announce new ApexDC++ versions (version.xml is still downloaded)
be: Не абвяшчаць новыя вэрсіі ApexDC++ (але сьцягваць version.xml)

source: Don't announce new FlylinkDC++ versions (version.xml is still downloaded)
be: Не абвяшчаць новыя вэрсіі FlylinkDC++ (але сьцягваць version.xml)

source: Don't announce new StrongDC++ versions (version.xml is still downloaded)
be: Не абвяшчаць новыя вэрсіі StrongDC++ (але сьцягваць version.xml)

source: Don't ask me again
be: Не пытацца мяне зноўку
